取消docker化，优化前端显示逻辑，新增模型管理，添加备案信息预备后续使用
